Repository: yulong000/YLCategory-MacOS
Catalog: YLCategory-MacOS/YLAppleScript/Resources/*.lproj/YLAppleScript.strings
Languages: fr, ja, pt

source: Kind tips
fr: Conseils gentils
ja: 親切なヒント
pt: Dicas gentis

# Install first
source: Please install the apple script before proceeding
fr: Veuillez d'abord installer le script Apple
ja: 最初にAppleスクリプトをインストールしてください
pt: Por favor, instale primeiro o script da Apple

source: Sure
fr: D'accord
ja: 確かに
pt: Certo

source: Cancel
fr: Annuler
ja: キャンセル
pt: Cancelar

source: Install
fr: Installer
ja: インストール
pt: Instalar

# Install script
source: Install apple script
fr: Installer le script
ja: スクリプトをインストール
pt: Instalar script

# Install script in current folder
source: Please install the apple script file in this folder
fr: Veuillez installer le script dans ce dossier
ja: 現在のフォルダーにスクリプトをインストールしてください
pt: Por favor, instale o script nesta pasta

source: Install succeed
fr: Installation réussie
ja: インストールが成功しました
pt: Instalação bem-sucedida

source: Install failed
fr: Installation échouée
ja: インストールに失敗しました
pt: Instalação falhou

# Install error path
source: The installation path selected is incorrect
fr: Le chemin d'installation sélectionné n'est pas correct
ja: 選択されたインストールパスが正しくありません
pt: O caminho de instalação selecionado não está correto

source: Reselect
fr: Resélectionner
ja: 再選択
pt: Re-selecionar

source: Script task creation failed
fr: La création de la tâche de script a échoué
ja: スクリプトタスクの作成に失敗しました
pt: A criação da tarefa do script falhou
