Repository: yulong000/YLCategory-MacOS
Catalog: YLCategory-MacOS/YLAppleScript/Resource/*.lproj/YLAppleScript.strings
Languages: de, ko

source: Kind tips
de: Freundlicher Hinweis
ko: 친절한 팁

# Install first
source: Please install the script before proceeding
de: Bitte installieren Sie zuerst das Apple-Skript
ko: 먼저 애플 스크립트를 설치하세요

source: Sure
de: Ja
ko: 확실합니다

source: Cancel
de: Abbrechen
ko: 취소

source: Install
de: Installieren
ko: 설치

source: Install script
de: Apple-Skript installieren
ko: 스크립트 설치

# Install script in current folder
source: Please install the script file in this folder
de: Bitte installieren Sie das Apple-Skript im aktuellen Ordner
ko: 현재 폴더에 스크립트를 설치하세요

source: Install succeed
de: Installation erfolgreich
ko: 설치 성공

source: Install failed
de: Installation fehlgeschlagen
ko: 설치 실패

# Script task creation failed
source: 脚本任务创建失败
de: Erstellung der Skriptaufgabe fehlgeschlagen
ko: 스크립트 작업 생성 실패
