Repository: yulong000/YLCategory-MacOS
Catalog: YLCategory-MacOS/YLPermissionManager/Resources/*.lproj/YLPermissionManager.strings
Languages: de, es, fr, ja, ko, pt, zh_hans, zh_hant

# Permission Title
source: Grant %@ permissions
de: Berechtigung für %@ erteilen
es: Conceder permisos a %@
fr: Autoriser l'accès à %@
ja: %@への権限付与
ko: %@ 권한 부여
pt: Conceder Permissões ao %@
zh_hans: 授予%@权限
zh_hant: 授予%@權限

# Permission sub Title
source: %@ requires your permission to use, please review and authorize
de: %@ benötigt Ihre Erlaubnis zur Verwendung. Bitte überprüfen und gewähren Sie die Berechtigung.
es: %@ requiere su permiso para funcionar correctamente. Por favor, revise y autorice los permisos necesarios
fr: %@ a besoin de votre autorisation pour fonctionner. Veuillez consulter et autoriser
ja: %@を使用するには許可が必要です。詳細を確認して承認してください
ko: %@을 사용하려면 귀하의 허가가 필요합니다. 확인하고 권한을 부여하세요.
pt: O %@ precisa de sua permissão para funcionar corretamente, por favor, veja e autorize
zh_hans: %@需要您的许可才能使用，请查看并授权
zh_hant: %@需要您的許可才能使用，請查看並授權

source: View permission setting tutorail >>
de: Anleitung zur Berechtigungseinstellung ansehen >>
es: Ver tutorial de configuración de permisos >>
fr: Voir le tutoriel de réglage des autorisations >>
ja: 権限設定チュートリアルを表示する >>
ko: 권한 설정 안내 보기 >>
pt: Ver tutorial de configuração de permissões >>
zh_hans: 观看权限设置教学 >>
zh_hant: 觀看權限設置教學 >>

source: Accessibility permission authorization
de: Barrierefreiheit-Berechtigung autorisieren
es: Autorización de permisos de accesibilidad
fr: Autorisation d'accessibilité
ja: アクセシビリティの許可を付与する
ko: 접근성 권한 부여
pt: Autorização de Permissão de Acessibilidade
zh_hans: 辅助功能权限授权
zh_hant: 輔助功能權限授權

source: Screen recording permission authorization
de: Bildschirmaufzeichnungs-Berechtigung autorisieren
es: Autorización de permisos de grabación de pantalla
fr: Autorisation d'enregistrement d'écran
ja: 画面録画の許可を付与する
ko: 화면 녹화 권한 부여
pt: Autorização de Permissão de Gravação de Tela
zh_hans: 录屏权限授权
zh_hant: 錄屏權限授權

source: Full disk access authorization
de: Voller Festplattenzugriff autorisieren
es: Autorización de permisos de acceso completo al disco
fr: Autorisation d'accès complet au disque
ja: 完全ディスクアクセスの許可を付与する
ko: 전체 디스크 액세스 권한 부여
pt: Autorização de Permissão de Acesso Total ao Disco
zh_hans: 完全磁盘访问权限授权
zh_hant: 完全磁盤訪問權限授權

source: Authorize
de: Autorisieren
es: Autorizar
fr: Autoriser
ja: 承認する
ko: 승인
pt: Autorizar
zh_hans: 授权
zh_hant: 授權

source: Quit App
de: App beenden
es: Salir de la aplicación
fr: Quitter l'application
ja: アプリを終了する
ko: 앱 종료
pt: Sair do Aplicativo
zh_hans: 退出App
zh_hant: 退出App

source: Skip
de: Überspringen
es: Saltar
fr: Passer
ja: スキップする
ko: 건너뛰기
pt: Pular
zh_hans: 跳过
zh_hant: 跳過

source: Kind tips
de: Hinweis
es: Consejos amables
fr: Conseils bienveillants
ja: 親切なヒント
ko: 친절한 조언
pt: Dicas gentis
zh_hans: 温馨提示
zh_hant: 溫馨提示

# Accessibility Tips
source: %@ requires you to grant the "Accessibility" permission, please use it after authorization. (If permissions are already granted, please remove and re-add them.)
de: %@ benötigt Ihre Erlaubnis zur Verwendung der „Barrierefreiheit“. Bitte gewähren Sie die Berechtigung, um fortzufahren. (Wenn Sie trotz Erteilung der Berechtigung weiterhin Benachrichtigungen erhalten, deaktivieren Sie sie und aktivieren Sie sie erneut)
es: %@ necesita que conceda permisos de 'Accesibilidad' antes de usarlo. Por favor, autorice su uso. (Si aún recibe notificaciones después de autorizar, desactive y vuelva a activar los permisos)
fr: %@ nécessite l'autorisation d'accessibilité, veuillez autoriser l'accès. (Si elles sont déjà accordées, veuillez les supprimer et les ajouter à nouveau.)
ja: %@は「アクセシビリティ」権限を必要とします。使用する前に権限を付与してください。（権限を付与した後でも通知が表示される場合は、チェックを外し、権限を再度チェックしてください）
ko: %@은 '접근성' 권한을 부여해야 사용할 수 있습니다. 권한을 부여한 후 사용하세요. (이미 권한이 부여된 경우, 제거한 후 다시 추가해 주세요.)
pt: O %@ requer que você conceda permissão de 'Acessibilidade', por favor, autorize antes de usar. (Se já estiverem concedidas, remova e adicione novamente.)
zh_hans: %@需要您授予“辅助功能”权限，请授权后使用。（如果授权后仍然提醒，请去掉勾选，重新勾选权限）
zh_hant: %@需要您授予「輔助功能」權限，請授權後使用。（如果授權後仍然提醒，請去掉勾選，重新勾選權限）

# ScreenCapture Tips
source: %@ requires you to grant the "ScreenCapture" permission, please use it after authorization. (If permissions are already granted, please remove and re-add them.)
de: %@ benötigt Ihre Erlaubnis zur Verwendung der „Bildschirmaufzeichnung“. Bitte gewähren Sie die Berechtigung, um fortzufahren. (Wenn Sie trotz Erteilung der Berechtigung weiterhin Benachrichtigungen erhalten, deaktivieren Sie sie und aktivieren Sie sie erneut)
es: %@ necesita que conceda permisos de 'Captura de pantalla' antes de usarlo. Por favor, autorice su uso. (Si aún recibe notificaciones después de autorizar, desactive y vuelva a activar los permisos)
fr: %@ nécessite l'autorisation d'enregistrement d'écran, veuillez autoriser l'accès. (Si elles sont déjà accordées, veuillez les supprimer et les ajouter à nouveau.)
ja: %@は「画面録画」権限を必要とします。使用する前に権限を付与してください。（権限を付与した後でも通知が表示される場合は、チェックを外し、権限を再度チェックしてください）
ko: %@은 '화면 녹화' 권한을 부여해야 사용할 수 있습니다. 권한을 부여한 후 사용하세요. (이미 권한이 부여된 경우, 제거한 후 다시 추가해 주세요.)
pt: O %@ requer que você conceda permissão de 'Gravação de Tela', por favor, autorize antes de usar. (Se já estiverem concedidas, remova e adicione novamente.)
zh_hans: %@需要您授予“屏幕录制”权限，请授权后使用。（如果授权后仍然提醒，请去掉勾选，重新勾选权限）
zh_hant: %@需要您授予「屏幕錄制」權限，請授權後使用。（如果授權後仍然提醒，請去掉勾選，重新勾選權限）

# Full disk access Tips
source: %@ requires you to grant the "Full disk access" permission, please use it after authorization. (If permissions are already granted, please remove and re-add them.)
de: %@ benötigt Ihre Erlaubnis zur Verwendung des „vollen Festplattenzugriffs“. Bitte gewähren Sie die Berechtigung, um fortzufahren. (Wenn Sie trotz Erteilung der Berechtigung weiterhin Benachrichtigungen erhalten, deaktivieren Sie sie und aktivieren Sie sie erneut)
es: %@ necesita que conceda permisos de 'Acceso completo al disco' antes de usarlo. Por favor, autorice su uso. (Si aún recibe notificaciones después de autorizar, desactive y vuelva a activar los permisos)
fr: %@ nécessite l'autorisation d'accès complet au disque, veuillez autoriser l'accès. (Si elles sont déjà accordées, veuillez les supprimer et les ajouter à nouveau.)
ja: %@は「完全ディスクアクセス」権限を必要とします。使用する前に権限を付与してください。（権限を付与した後でも通知が表示される場合は、チェックを外し、権限を再度チェックしてください）
ko: %@은 '전체 디스크 액세스' 권한을 부여해야 사용할 수 있습니다. 권한을 부여한 후 사용하세요. (이미 권한이 부여된 경우, 제거한 후 다시 추가해 주세요.)
pt: O %@ requer que você conceda permissão de 'Acesso Total ao Disco', por favor, autorize antes de usar. (Se já estiverem concedidas, remova e adicione novamente.)
zh_hans: %@需要您授予“完全磁盘访问”权限，请授权后使用。（如果授权后仍然提醒，请去掉勾选，重新勾选权限）
zh_hant: %@需要您授予「完全磁盤訪問」權限，請授權後使用。（如果授權後仍然提醒，請去掉勾選，重新勾選權限）

source: To Authorize
de: Zur Autorisierung
es: Autorizar
fr: Autoriser
ja: 承認する
ko: 권한 부여
pt: Autorizar
zh_hans: 去授权
zh_hant: 去授權

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Sure
de: Bestätigen
es: Aceptar
fr: D'accord
ja: 確認
ko: 확인
pt: Confirmar
zh_hans: 确定
zh_hant: 確定
