Repository: yulong000/YLCategory-MacOS
Catalog: YLCategory-MacOS/YLUpdateManager/Resources/*.lproj/YLUpdateManager.strings
Languages: de, ja, ko

# Expire Tips
source: %@ needs to be re-downloaded for unknown reasons.
de: %@ muss aus unbekannten Gründen erneut heruntergeladen werden.
ja: 未知の理由で、%@を再ダウンロードする必要があります。
ko: 알 수없는 이유로 %@를 다시 다운로드해야 합니다.

source: Click to download
de: Klicken Sie zum Download
ja: ダウンロードするにはクリック
ko: 다운로드하려면 클릭

# OS Expire Tips
source: %@ is not compatible with the current system version. Please update to the latest version to use it normally.
de: %@ ist nicht mit der aktuellen Systemversion kompatibel. Bitte aktualisieren Sie auf die neueste Version, um es normal verwenden zu können.
ja: %@は現在のシステムバージョンと互換性がありません。正常に使用するには最新バージョンに更新してください。
ko: %@는 현재 시스템 버전과 호환되지 않습니다. 정상적으로 사용하려면 최신 버전으로 업데이트하십시오.

source: Click to update
de: Klicken Sie zum Aktualisieren
ja: アップデートするにはクリック
ko: 업데이트하려면 클릭

source: Quit
de: Sair
ja: 終了
ko: 종료

# Force Update Tips
source: The current App version is too low, please update to the latest version
de: A versão atual da aplicação está demasiado baixa.
ja: 現在のアプリのバージョンが低すぎるため、最新バージョンに更新してください
ko: 현재 앱 버전이 너무 낮습니다. 최신 버전으로 업데이트하세요.

source: Kind tips
de: Consejos Amables
ja: 親切なヒント
ko: 친절한 안내

source: Sure
de: Seguro
ja: はい
ko: 확인

source: New version found
de: Neue Version gefunden
ja: 新しいバージョンが見つかりました
ko: 새 버전 발견

# Latest version
source: Already the latest version
de: Schon die neueste Version
ja: すでに最新バージョンです
ko: 이미 최신 버전입니다

source: Skip
de: Überspringen
ja: スキップ

source: Update
de: Aktualisieren
ja: 更新
ko: 업데이트
